-- MySQL dump 10.13  Distrib 8.0.18, for Win64 (x86_64)
--
-- Host: 211.238.142.21    Database: airline
-- ------------------------------------------------------
-- Server version	8.0.18

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `limoInfo`
--

DROP TABLE IF EXISTS `limoInfo`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `limoInfo` (
  `infoNum` int(10) NOT NULL AUTO_INCREMENT,
  `depLoc` varchar(45) DEFAULT NULL,
  `arrLoc` varchar(45) DEFAULT NULL,
  `price` int(10) DEFAULT NULL,
  PRIMARY KEY (`infoNum`)
) ENGINE=InnoDB AUTO_INCREMENT=88 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `limoInfo`
--

LOCK TABLES `limoInfo` WRITE;
/*!40000 ALTER TABLE `limoInfo` DISABLE KEYS */;
INSERT INTO `limoInfo` VALUES (1,'김포공항','잠실',7000),(2,'인천공항','동대문',15000),(3,'인천공항','청량리',10000),(4,'인천공항','서울대',9000),(5,'김포공항','서울대',4000),(6,'인천공항','금천',10000),(7,'인천공항','인사동',15000),(8,'인천공항','영등포',9000),(9,'김포공항','영등포',4000),(10,'인천공항','성동',15000),(11,'인천공항','성북',10000),(12,'인천공항','은평',10000),(13,'인천공항','광명',9000),(14,'김포공항','광명',4000),(15,'인천공항','명동',15000),(16,'인천공항','서초',10000),(17,'인천공항','낙성대',15000),(18,'인천공항','신도림',15000),(19,'인천공항','내방',15000),(20,'김포공항','토요코인',7000),(21,'인천공항','한남',15000),(22,'양양공항','속초시내',15000),(23,'양양공항','강릉대',7000),(24,'양양공항','양양군보건소',12000),(25,'청주공항','둔산동',12000),(26,'청주공항','세종정부청사',12000),(27,'양양공항','한남대',12000),(28,'양양공항','KAIST',12000),(29,'양양공항','건양대',12000),(30,'양양공항','천안아산역',20000),(31,'청주공항','충북도청',11000),(32,'청주공항','고려대세종캠퍼스',15000),(33,'청주공항','홍익대세종캠퍼스',15000),(34,'청주공항','세종시청',11000),(35,'대구공항','동대구역',7000),(36,'대구공항','동대구터미널',10000),(37,'대구공항','EXCO',5000),(38,'대구공항','동성로',12000),(39,'대구공항','대구가톨릭대',10000),(40,'대구공항','칠곡3지구',15000),(41,'대구공항','성서-다사',10000),(42,'대구공항','상인-화원',12000),(43,'대구공항','구미-구미터미널',18000),(44,'대구공항','영천시청-터미널',20000),(45,'대구공항','경산시청-영남대',15000),(46,'무안공항','무안군청-터미널',15000),(47,'무안공항','신안군청',22000),(48,'무안공항','목포시청-터미널',28000),(49,'무안공항','광주시청-터미널',30000),(50,'여수공항','전남대-여수시청',15000),(51,'여수공항','성산역',18000),(52,'여수공항','순천역-순천시청',20000),(53,'여수공항','광양시청',20000),(54,'여수공항','남해군청',25000),(55,'여수공항','고흥군청',25000),(56,'여수공항','보성군청',25000),(57,'여수공항','돌산대교',12000),(58,'여수공항','장등해수욕장',15000),(59,'김해공항','부산시청',10000),(60,'김해공항','해운대-광안리',13000),(61,'김해공항','기장군청',15000),(62,'김해공항','부산대-동부터미널',15000),(63,'김해공항','양산시청-동원과학기술대',20000),(64,'김해공항','김해시청-가야대',15000),(65,'김해공항','경남도청-창원시청',25000),(66,'김해공항','부산역',12000),(67,'울산공항','울산MBC-을산시청',10000),(68,'울산공항','울주군청',18000),(69,'울산공항','경주시청',25000),(70,'울산공항','울산과학기술원',15000),(71,'울산공항','개운포성지',20000),(72,'제주공항','애월항-곽지해수욕장',10000),(73,'제주공항','제주대-국제대',12000),(74,'제주공항','제주도청-한라수목원',8000),(75,'제주공항','서귀포시청 1,2청사',20000),(76,'제주공항','중문사거리',20000),(77,'제주공항','표선해수욕장',20000),(78,'김포공항','홍대',5000),(79,'김포공항','일산',8000),(80,'김포공항','안산시청',12000),(81,'김포공항','수원시청-망포역',15000),(82,'김포공항','시흥시청-능곡역',12000),(83,'김포공항','소래포구',10000),(84,'김포공항','안양시청-롯데시네마',15000),(85,'인천공항','킨텍스',12000),(86,'인천공항','구리시청-구리여고',15000),(87,'인천공항','연세대-이화여대-서강대',12000);
/*!40000 ALTER TABLE `limoInfo` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2020-02-17 15:56:44
